//Strings for delete confirmation dialog

//Title
"Are you sure you want to delete the selected recipient(s)?" = "Weet u zeker dat u de geselecteerde ontvanger(s) wilt verwijderen?";

//Buttons
"Delete" = "Verwijder";
"Cancel" = "Annuleer";